'-------------------------------------------------------------------------------------
' Slovenian language module for WINCONTIG
'
' Translated by:
'   Vinko Kastelic
'
' Currently maintained by:
'   Vinko Kastelic
'
' Last updated: Oct. 02, 2016
'
' NOTE: Don't translate '\n', '\t', '%s', '%d', '$c$' and '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Slovenščina
'-------------------------------------------------------------------------------------
' Main program window - "General" Tab (misc) ***
'-------------------------------------------------------------------------------------
1=Fragmentirane datoteke
2=Stične datoteke
3=Defragmentirane datoteke
4=Neobdelane datoteke
195=TRENUTNA SEJA
199=Čas začetka:
200=Ukrep:
222=Trenutni postopek:
214=Defragmentacija
215=Defragmentacija datoteke
207=Analiza datoteke
209=Končano
211=Prekinjeno s strani uporabnika
212=Preklicano
213=Analiziranje...
216=Preskoči vse objekte
219=ZADNJA SEJA
217=Splošno
227=Skupaj predelane datoteke:
228=Defragmentirane datoteke:
234=n/a
240=FRAGMENTIRANO
241=STIČNO
243=DEFRAGMENTIRANO
254=Preverjanje nosilcev za napake...
257=Čiščenje diska...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Dodaj
18=Odstrani
19=Lasnosti
20=Naloži profil
21=Shrani profil
283=Fragmenti
294=Prikaz poročila
455=Filter
24=Defragmentacija
25=Ustavi
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Dodaj
474=Doda eno ali več datotek na seznam. Kliknite puščico, da dodate mape.
475=Odstrani
476=Odstrani izbrane postavke s seznama.
477=Lasnosti
478=Prikaže lastnosti izbranih postavk.
479=Fragmenti
480=Prikaže dodatne informacije o izbranih datotekah, vključno z velikostjo in številom fragmentov datoteke.
481=Filter
482=Prikaže pogovorno okno Filter za izključitev ali vključitev določenih datotek, map in vrst datotek v analizo in defragmentacijo.
483=Naloži profil
484=Naloži seznam postavk iz predhodno shranjenega profila datoteke.
485=Shrani profil
486=Shrani seznam postavk v datoteko profila.
26=Analiza
45=Analizira datoteke, da bi ugotovili, kako razdrobljene so. 
101=Defragmentacija
139=Konsolidira razdrobljene datoteke za izboljšanje učinkovitosti sistema. Kliknite puščico, da defragmentirate le razdrobljene datoteke izbrane v spodnjem podoknu.
122=Ustavi
136=Ustavi trenutni postopek v teku.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Dodaj datoteko...\tCTRL+O
66=Dodaj mapo...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<prazno>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=Defragmentiraj vse datoteke
156=Defragmentiraj le izbrane razdrobljene datoteke
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Ime datoteke
28=Velikost
29=Status
30=Vrsta
248=Fragmenti
249=Gruče
250=Velikost na disku
274=% na disku
472=Datum zadnje spremembe
487=Atributi
251=Privzeto
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Fragmentirano
6=Nefragmentirano
7=Napaka
8=Defragmentirano
146=Stično
369=Preskočeno
424=Obdelava...
218=Preskočeno (filtriramo)
220=Preskočeno (shranjeno na SSD)
226=Prekinjeno
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Dodaj objekte za defragmentacijo tukaj.
247=Korenska mapa
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=Odpri
68=Dodaj objekt
69=Datoteka...\tCTRL+O
70=Mapa...\tCTRL+D
71=Odstrani postavke\tDEL
371=Dodaj na seznam izključenih
15=Analiziraj izbrane postavke
16=Defragmentiraj izbrane postavke
72=Naloži profil...
73=Shrani profil kot...
223=Lastnosti...
75=Samodejni pomik
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmenti
252=Gruče
253=Velikost na disku
10=Velikost
11=Ime datoteke
183=Pot
275=% na disku
256=Privzeto
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Search for fragmented files) ***
'--------------------------------------------------------------------------------------------------
268=Iskanje datotek...
282=Ni najdenih postavk, ki bi ustrezale kriterijem iskanja.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Fragmentirane datoteke
12=Ni najdenih razdrobljenih datotek.
428=Nobena datoteke še ni obdelana.
426=%d1 od %d2
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=Prikaži ime datoteke in pot v ločenih stolpcih
258=Prikaži število datotek na &zavihkih
188=Pokaži dodatne možnosti zavihkov.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=Izberi poudarjene datoteke
364=Prekliči izbor poudarjenih datotek
367=&Invert selection
372=Dodaj na seznam izključenih
162=Odpri lokacijo datoteke
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Izberi/Prekliči izbor
161=Izberi ali prekliči izbor vseh navedenih datotek.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Ime datoteke
245=Pot
129=Napaka
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Napake
145=Ni napak opaženih pri obdelavi datotek.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Neaktivno
33=Skupaj navedeni objekti:
127=Objekt
137=Defragmentiranje
420=Skupaj obdelane datoteke:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=Datoteka
35=Odpri
36=Dodaj objekt
37=Datoteka...\tCTRL+O
38=Mapa...\tCTRL+D
39=Odstrani postavke\tDEL
370=Dodaj na seznam izključenih
284=Informacije o fragmentih...
224=Lastnosti...
421=Shrani poročila analiz...
41=Izhod
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=Profili
43=Naloži profil...
44=Shrani profil kot...
157=Konfiguracija seznama Nedavni profili...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=Ukrep
47=Analiziraj
49=Ustavi
50=Defragmentiraj
148=Analiziraj izbrane postavke
150=Defragmentiraj izbrane postavke
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=Pogled
51=Orodna vrstica
52=Info panel
76=Statusna vrstica
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=Orodja
470=Upravljanje filtra...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=Možnosti
54=Vedno na vrhu
55=Izberi celotno vrstico
56=Pokaži potrditvena sporočila
57=Ne dovoli podvojene vnose
58=Zapri program po končani defragmentaciji
59=Ustavi po končani defragmentaciji 
229=Ne preverjaj nosilce za napakami
235=Strategija defragmentiranja
236=Hitro
237=Pametno
242=Jezik
301=Nastavi prioriteto
302=Visoka
303=Nad običajno
304=Običajna
305=Pod običajno
306=Nizka
332=Čiščenje diska
333=Onemogočeno
334=Samodejno
335=Vprašaj uporabnika
361=Pokaži sporočila o napakah
348=Preveri nosilce za napakami
349=Onemogočeno
350=Samodejno
351=Vprašaj uporabnika
408=Konfiguracija s poudarkom...
488=Preskoči Solid-State diske (SSD)
23=Onemogoči zaznavanje Solid-State diske (SSD)
102=Prikaži ikone stanja
140=Prikaži sistemske ikone
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=Pomoč
61=Prikaži Izjavo o omejitvi odgovornosti
62=Prikaži stikala ukazne vrstice
64=Vizitka WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Dodaja datoteke na seznam datotek.
84=Dodaja mapo na seznam datotek.
85=Odstrani izbrane postavke s seznama.
86=Dodaja postavke, navedene v profilu na seznam datotek.
87=Shrani postavke, navedene na seznamu datotek v profil.
88=Konča WinContig.
89=Analizira postavke.
92=Omogoča prekinitev postopka dodajanja.
93=Omogoča prekinitev analize datotek.
110=Defragmentira datoteke.
94=Pokaže glavno okno programa vedno na vrhu.
95=Vklopi/izklopi izbiro celotne vrstice.
96=Prikaže informacije o programu, številko različice in avtorskih pravicah.
99=Program po končani defragmentaciji zapre.
100=Zaustavi računalnik po končani defragmentaciji.
103=Vklopi/izklopi listanje datotek.
104=Vklopi/izklopi potrditvena sporočila.
105=Odpira izbrane datoteke z uporabo z njimi povezanih aplikacij.
106=Prikaže v ukazni vrstici stikala sprejeta v WinContig.
107=Pokaže Izjavo o omejitvi odgovornosti.
108=Ne dovoljuje podvojene vnose v seznam datotek.
225=Prikaže lastnosti izbranih postavk.
230=Ne preverja nosilce za napake pred defragmentacijo datotek.
238=Defragmentira datoteke brez optimizacije postavitev gruče (hitreje).
239=Defragmentira datoteke z optimizacijo postavitev gruč (počasneje).
255=Prikaže poročila analiz.
285=Prikaže dodatne informacije fragmentov datoteke.
336=Ne izbriše začasne datoteke pred defragmentacijo datotek.
337=Samodejno izbriše začasne datoteke pred defragmentacijo datotek.
109=Sprašuje uporabnika, ali želi brisanje začasnih datotek pred defragmentacijo datotek.
352=Ne preverja nosilce za napake pred defragmentacijo datotek.
353=Samodejno preverja nosilce za napake pred defragmentacijo datotek.
354=Sprašuje uporabnika, ali želi preveriti nosilce za napake pred defragmentacijo datotek.
362=Pokaže sporočilo o napaki v postopku brisanja začasnih datotek.
373=Dodaja izbrane postavke na seznam za izključitev.
471=Upravlja seznama izključevanja in vključevanja.
409=Spreminja barve poudarjanja postavk.
429=Preobrne izbor izbranih postavk.
430=Izbere označene postavke.
431=Prekliče izbor označenih postavk.
422=Shrani rezultate analiz.
22=Ne zazna samodejno Solid-State diskov (SSD) .
13=Ne defragmentira datotek na Solid-State diskih (SSD).
82=Pokaže ali skrije orodno vrstico.
90=Pokaže ali skrije info panel.
91=Pokaže ali skrije statusno vrstico.
14=Defragmentira samo razdrobljene datoteke izbrane v spodnjem podoknu.
141=Omogoča prekinitev trenutne operacije.
131=Analizira samo postavke izbrane v zgornjem podoknu.
138=Defragmentira samo postavke izbrane v zgornjem podoknu.
158=Sprememba števila profilov prikazanih na seznamu Nedavni profili.
135=Prikaži ikone stanja poleg vsake ikone postavke v zgornjem podoknu.
160=Prikaže sistemske ikone namesto WinContig ikon poleg vsake postavke.
163=Odpre mapo, ki vsebuje izbrano datoteko.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Število fragmentiranih datotek
178=Število stičnih datotek
179=Število datotek, ki niso bile analizirane zaradi napak pri obdelavi
182=Število obdelanih datotek
231=Seznam fragmentiranih datotek:
232=Seznam datotek, ki niso bile analizirane:
289=Dokument z besedilom (*.txt)|*.txt|Vse datoteke (*.*)|*.*|
290=Shrani poročilo
291=Poročilo je bilo uspešno shranjeno.
292=Poročilo WinContig analize ustvarjeno:
293=Statistika datoteke
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Dodaj datoteko(e)
112=Vse datoteke (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Izberite mapo, ki jo želite dodati na seznam in nato kliknite Dodaj mapo. Dodate lahko več kot eno mapo.
244=Dodaj mapo
246=Dodaj mapo na seznam
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Naloži profil
115=Profili WinContig (*.wcp)|*.wcp|Vse datoteke (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Shrani profil
117=Profili WinContig (*.wcp)|*.wcp|Vse datoteke (*.*)|*.*|
118=Profil je bil uspešno shranjen.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Uvoz profila
120=Dodaj
121=Zamenjaj
123=Seznam datotek ni prazen.
124=Kliknite <b>Dodaj<\b> za dodajanje na seznam objektov navedenih v profilu. Kliknite <b>Zamenjaj<\b> za zamenjavo objektov navedenih na seznamu v profilu.
125=Datoteka '%s' ni veljaven profil WinContig.
126=Profil določen v ukazni vrstici ne obstaja.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Postavke
130=Uvoz profila
132=Ne najdem nekaj postavk navedenih v profilu. Postavke so bile morda preimenovane, premaknjene ali izbrisane.
133=Seznam postavk, ki niso bile uvožene:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Preveri disk
320=Pred začetkom postopka defragmentacije, lahko preverite nosilce za napake. To je zelo priporočljivo, da preverite celovitost datotek shranjenih na diske pred defragmentacijo. Dvokliknite disk za pokaz lastnosti.
309=In the future, do not check the &volumes
310=Analiziram disk %s... prosim počakajte.
311=Faza napredka:
321=Faza 1 od 3
355=Faza 2 od 3
356=Faza 3 od 3
313=Preveri disk
314=Ne preverjaj diska
315=Napaka diska!
316=Napake ugotovljene med preverjanjem diska. Priporočljivo je, da zaprete WinContig in odpravite morebitne napake.
317=Windows ne more zagnati preverjanje diska na CD-ROM in DVD-ROM pogonih.
318=WinContig je zaznal težave z nosilcem. Priporočamo, da zaprete WinContig in odpravite težavo.\nDruga možnost je, da lahko nadaljujete kot ponavadi.
319=Samodejni zagon postopka defragmentacije če ni ugotovljenih nobenih težav
323=Pokaži podrobnosti
324=Disk še ni bil analiziran.
325=Skrij podrobnosti
326=Postopek preverjanja diska končan
328=Poročilo skeniranja:
329=Ne najdem nobene težave na disku.
330=Preveri disk za napake
331=Windows ne more preveriti disk priključen preko omrežja.
432=Nosilec
433=Datotečni sistem
434=Skupna velikost
435=Nezaseden prostor
436=% nezasedenega prostora
437=Neznan pogon
438=Izmenljivi pogon
439=Trdi disk
440=Oddaljeni pogon
441=Optični disk
442=RAM disk
443=Status seje
444=Analiziram...
445=Končano
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Čiščenje diska
340=Brisanje začasnih datotek
357=Zaženi čiščenje diska
358=Ne zaganjaj čiščenje diska
338=V prihodnje ne briši začasne datoteke
359=Pred začetkom postopka defragmentacije lahko izbrišete začasne datoteke za povrnitev prostora na disku.
342=Ocenitev...
343=Brisanje začasnih datotek ... Prosim, počakajte.
344=Napredek:
345=Funkcija GetTempPath ni uspela z napako %s !
346=Ne morem izbrisati začasne datoteke ker so shranjene v korenski mapi !
347=Ne morem izbrisati začasne datoteke ker sledeča začasna pot ne obstaja:\n\n%s
446=Uporabi WinContig za brisanje začasnih datotek
181=Izprazni koš
447=Uporabi zunanji program za brisanje začasnih datotek
448=Program:
449=Dodatna stikala ukazne vrstice:
450=Brskanje...
451=Izberite program
452=Programi (*.exe)|*.exe|Vse datoteke (*.*)|*.*|
453=Noben zunanji program ni določen.
454=Navedena zunanja aplikacija ne obstaja !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Dodaj mapo...
382=Dodaj datoteko...
399=Dodaj masko...
383=Odstrani postavko
385=Da bi preprečili neželeno premestitev nekaterih podatkov lahko izključite določene postavke iz defragmentacije. Datoteke in mape, navedene v tem oknu, ne bodo analizirane in/ali defragmentirane.
386=Upravljanje seznama izločitev
387=Seznam izključenih postavk:
391=Prezri datoteke večje od (KB):
392=KB
393=MB
394=GB
456=Filter 
457=Dodaj masko
458=Odstrani masko
459=Maska za dodajanje:
460=Za obdelavo določenih postavk lahko namestite eno ali več mask. WinContig bo obdelal le postavke, ki se ujemajo z maskami, navedenimi v tem oknu. Če želite določiti več mask jih ločite maske s podpičjem (;).
461=Upravljanje seznama vključenosti
462=Seznam vključenih postavk:
463=Izključi
464=Vključi
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Dodaj masko
401=Določite eno ali več mask za izključitev datotek in/ali map. Če želite določiti več mask jih ločite s podpičjem (;).\n\nPrimer: *.dll;*.ocx;*.tmp
404=Maske ne smejo vsebovati naslednjih znakov:\n \ / : < > | "
419=Znak ni veljaven
405=Maske izključitve:
402=Dodaj
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Konfiguracija poudarjanja
411=Tu lahko nastavite barve poudarjanja postavk. Če želite spremeniti barvo postavke, kliknite ustrezno obarvan gumb. Če želite omogočiti ali onemogočiti poudarjanje postavke, izberite ali počistite ustrezno potrditveno polje.
412=Fragmentirana postavka
413=Stična postavka
414=Defragmentirana postavka
415=Napaka
416=Preskočena postavka
418=Poudarjena celotna vrstica
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Seznam Nedavni profili
152=Konfiguracija seznam Nedavni profili
153=Tu lahko nastavite koliko profilov je prikazanih na seznamu profilov.
154=Pokaži to število nedavnih profilov (0-10):
134=Največje število znakov za nedavne profile (40-1000):
159=Samodejno odstrani pretekle nedavne profile
172=Največje število znakov za nedavne profile
173=Omeji število znakov za vsak navedeni nedavni profil.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Neznana napaka
175=Datoteko na smetišče ni uspelo (neskončna glavna zanka).
176=Mapa datoteke je prazna.
180=Zaznana napačna mapa datoteke.
147=Nosilec nima skupine stičnih, prostih gruč, ki je dovolj velika za celotno datoteko.
164=Ali ste prepričani, da želite odstraniti izbrano postavko?
165=Ali ste prepričani, da želite odstraniti izbrane postavke?
166=Potrdite
205=V tej različici OS WinContig ne more teči.
233=Ne morem dodati '%s'.
307=Izbrani prednostni razred ni bilo mogoče nastaviti.
360=Datoteke '%s' ni mogoče izbrisati zaradi naslednje napake:\n\n%s
374=Izbrana postavka je dodana na seznam izključenih.
375=Izbrane postavke so bile dodan na seznam izključenih.
376=Izbrane postavke so že na seznamu izključenih.
465=Podvojene maske
466=Ena ali več mask so tako na seznamu izključenosti in vključenosti. Postavke, ki jim ustrezajo te maske WinContig ne bo obdelal.
467=Zapri vseeno
468=Uredi maske
490=Zaznan je SSD
494=Solid State Device 
491=Solid State naprave ne prinašajo uspešnost tradicionalne HDD defragmentacije. Defragmentacija datotek povzroča veliko procesov pisanja in s tem nepotrebno obrabo na določenih področjih pogonov. Priporočljivo je, da ne defragmentirate datotek na Solid State napravah.
492=Defragmentiraj vseeno
493=Ne defragmentiraj
149=Za defragmentacijo datotek ni na voljo dovolj fizičnega pomnilnika ali sistemskih virov.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=Da
396=Ne
397=V redu
398=Prekliči
406=Nadaljuj
407=Končaj
142=Zapri
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Napaka: premalo spomina/virov. Ni mogoče izvesti!
168=Napaka: datoteka ni najdena. Ni mogoče izvesti!
169=Napaka: pot ni najdena. Ni mogoče izvesti!
170=Napaka:neustrezen format datoteke. Ni mogoče izvesti!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmenti
260=Ime:
261=Pot:
262=Vrsta:
263=Velikost:
264=Velikost na disku:
265=Fragmenti:
266=Gruče:
267=Informacije o fragmentaciji:
269=Splošno
270=#
271=Gruče datotek
272=Začetna gruča
273=Končna gruča
286=Velikost (bajtov)
287=% datoteke
276=Datoteka še ni bila analizirana
277=Ta postavka ni datoteka
278=Med poskusom analize datoteke je prišlo do napake
279=Ta postavka ne obstaja
280=Ta datoteka ne zaseda nobene gruče
281=bajtov
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Poročilo o defragmentaciji
185=Informacija:
186=Postopek defragmentacije je končan
189=Število obdelanih datotek:
190=Število fragmentiranih datotek:
191=Število že stičnih datotek:
192=Število defragmentiranih datotek:
193=Število datotek, ki niso bile defragmentirane zaradi napak pri obdelavi:
423=To pogovorno okno prikazuje informacije o datotekah, ki so bile defragmentirane.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Zaustavi
196=Ta sistem bo zaustavljen v 15 sekundah.
197=Napaka OpenProcessToken.
198=Napaka AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Vse pravice pridržane.
202=Brezplačno za komercialno in osebno uporabo.
203=WinContig konsolidira razdrobljene datoteke tako, da vsaka zaseda en sam, neprekinjen prostor na nosilcu.\n\nKot rezultat je lahko vaš sistem bolj učinkovit pri dostopu do datotek.
204=Vizitka
298=Spletna stran:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Napaka WinContig
78=WinContig je prenehal delovati
79=Sporočite nam, da je program naletel na napako. Prosimo kopirajte podatke o izjemi v odložišče in nam jih pošljite:
80=Podrobnosti težave
81=Zapri program
63=Zaznavan SSD je lahko nezdružljiv z nekaterimi posebnimi kombinacijami strojne opreme. Prosimo, izberite "Onemogoči Solid-State Drive (SSD)" v meniju "Možnosti".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Izjava o omejitvi odgovornosti
221=Kopirajte besedilo in ga dajte na odložišče.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Stikala ukazne vrstice
389=Stikala ukazne vrstice
390=WinContig izbirno sprejme številna stikala v ukazni vrstici, ki jih lahko uporabite za nadzor nad delovanjem programa.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Počakajte, da se postopek trenutne datoteke konča...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Izjava o omejitvi odgovornosti}
\par\par
\pard Ta programska oprema in vse spremljajoče datoteke zagotavlja avtor "kot je" brez kakršnihkoli izrecnih ali naznačenih jamstev, vključno z, vendar ne omejeno na izrecna jamstva za prodajo in pripravnost za določen namen. V vsakem primeru avtor ne more biti odgovorno za kakršno koli škodo, kakršno (vključno, brez omejitev, odškodnino za izgubljeni dobiček, izgubo uporabe ali podatkov, prekinitev poslovanja, izgubo poslovne informacije, ali katero koli drugo denarno izgubo), ki izhajajo iz uporabe ali nezmožnosti uporabe tega izdelka, tudi če obveščeni o možnosti take škode. Vsa tveganja, ki izhajajo iz uporabe ali delovanja tega izdelka in dokumentacije je vaša odgovornost.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SINTAKSA\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
POMEMBNA OPOMBA\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Stikala pisana z velikimi ali malimi črkami za stikalo ni pomembno, tako je na primer, \b /CLOSE\b0  identično \b /close\b0 .\par
{\pntext\f3\'B7\tab}Pri uporabi več stikal, le te ločite s presledkom. Na primer, uporabite sledečo ukazno vrstico za nalaganje profila in zagon defragmentiranja datoteke:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Spodaj je seznam WinContig stikal.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Določite datoteko ali mapo za nalaganje v WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab POMEMBNE OPOMBE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Določiti morate polno pot \i source\i0\par
{\pntext\f1\'B7\tab}Morate priložiti celotno pot \i source\i0  v narekovajih ("")\par
\pard\li1418\tx1418\par
Na primer, uporabite naslednjo ukazno vrstico za nalaganje datoteke \i personal.txt\i0  kjer se nahajajo \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Samodejno začni z analizo postavk naloženih v WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Onemogoči samodejno preverjanje diska. \par
\par
\b /CHKDSK:1\b0\tab Samodejno začni z preverjanjem diska.\par
\par
\b /CHKDSK:2\b0\tab Pred začetkom preverjanja diska vprašaj uporabnika.\par
\par
\b /CLEAN:0\tab\b0 Onemogoči samodejno čiščenje začasnih datotek.\par
\par
\b /CLEAN:1\tab\b0 Samodejno začni s čiščenjem začasnih datotek.\par
\par
\b /CLEAN:2\tab\b0 Pred začetkom čiščenja začasnih datotek vprašaj uporabnika.\par
\par
\b /CLOSE\b0\tab Uporabi za samodejno zapiranje WinContig po zaključenem defragmentiranju.\par
\par
\b /CLOSEIFOK\b0\tab Uporabi za samodejno zapiranje WinContig po zaključenem defragmentiranju če so vse datoteke uspešno defragmentirane. V nasprotnem primeru pa naj ostane odprt. 
Če uporabljate to stikalo v povezavi s \b /NOGUI \b0 stikalom, WinContig prikaže glavno okno po zaključenem postopek defragmentiranja, če ena ali več datotek ni bila uspešno defragmentirana.\par
\par
\b /DEFRAG\b0\tab Samodejno začni defragmentacijo postavk, naloženih v WinContig.\par
\par
\b /DUP\b0\tab Dovoll podvojene vnose v seznam datotek. WinContig, kot privzeto, ne dovoljuje podvojene vnose v seznam datotek. Pri uporabi \b /DUP\b0  stikala, WinContig dodaja datoteke na seznam datotek hitreje. Ta možnost je uporabna, če želite naložiti v zelo velik profil hitreje in ste prepričani, da ni podvojenih vnosov v profilu.\par
\par
\b /FULLROW\b0\tab Omogoči izbiro celih vrstic.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Prikaže to pogovorno okno.\par
\par
\b /LANG:\b0\i xx-XX\i0\tab Nastavi jezik, ki ga uporablja uporabniški vmesnik. \i xx-XX \i0 določa jezik, na primer \i en-US \i0 predstavlja angleščino, medtem ko \i sl-SL \i0 predstavlja slovenščino. 
Če določite \b/LANG:auto \b0 stikalo, bo WinContig uporabil privzeti sistemski jezik (če ga WinContig podpira).\par
\par
\b /NOGUI\b0\tab Uporablja se za skrivanje WinContig glavnega okna v procesu analize ali defragmentacije. Pri uporabi \b /NOGUI\b0  stikala, WinContig določa izhodne kode, ki označujejo stopnjo uspešnosti ukaza.\par
\par
\tab\b Izhodne kode\b0\par
\par
\tab Naslednje ukazne vrstice izhodne kode so definirane za WinContig.\par
\par
\tab\b 0\b0\tab Uspešno.\par
\tab\b 1\b0\tab Neveljaven ali manjkajoč profil.\par
\tab\b 2\b0\tab Napake odkrite med preverjanjem diska.\par
\tab\b 3\b0\tab Niso vse postavke uspešno defragmentirane.\par
\tab\b 4\b0\tab Niso vse postavke uspešno analizirane.\par
\tab\b 5\b0\tab Neveljavna ali manjkajoča postavka.\par
\par
\b /NOINI\b0\tab Uporablja se za preprečitev pisanja v "WinContig.ini" konfiguracijsko datoteko.\par
\par
\b /NOPROMPT\b0\tab Uporablja se za izklop potrditvenih sporočil.\par
\par
\b /NOSCROLL\b0\tab Izključi pomikanje datotek med procesom WinContig analize ali defragmentiranja.\par
\par
\b /ONTOP\b0\tab Naj bo WinContig glavno okno na vrhu (nad drugimi okni).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Uporablja se za nalaganje profila \i profile\i0 .\par
\par
\b\tab POMEMBNE OPOMBE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Določiti morate polno pot profila\par
{\pntext\f1\'B7\tab}Morate priložiti celotno pot profila v narekovajih ("")\par
\pard\li1418\tx1418\par
Na primer, uporabite sledečo ukazno vrstico za nalaganje profila \i data.wcp\i0  kjer se nahajajo \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Uporablja se za izklop optimizacije med procesom defragmentacije (to se pravi, da ne bo poskušal zapolniti vrzeli in ne bo poskušal delno defragmentirati datotek, ki jih ni mogoče popolnoma defragmentirati). To omogoča hitreje dokončanje postopka defragmentacije.\par
\par
\b /SHUTDOWN\b0\tab Uporablja se za zaustavitev računalnika po dokončanju WinContig procesa defragmentacije.\par
\par
}
$c$
